Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Last year the hospital, Britain's main center for Ebola cases, successfully treated British nurse William Pooley with the experimental drug ZMapp after he became infected with the Ebola virus while working in Sierra Leone.
pt: Este é o segundo caso britânico de ebola, após o do enfermeiro William Pooley, que contraiu o vírus em agosto enquanto trabalhava em Serra Leoa, mas se recuperou após ser repatriado a Londres para receber tratamento no hospital Royal Free, o mesmo em que Pauline está internada.

source: LOS ANGELES (Reuters) - A large Los Angeles teaching hospital has told scores of patients they may have been exposed to a drug-resistant bacterial "superbug" during endoscopy procedures that infected seven patients and contributed to two deaths.
pt: Sete pacientes foram infectados por uma bactéria possivelmente mortal e resistente a medicamentos durante procedimentos médicos realizados num hospital da Califórnia, informou o Sistema de Saúde da Universidade da Califórnia em Los Angeles (UCLA), e a "superbactéria" pode ter contribuído para a morte de duas pessoas.

source: While Chelsea, who visit Queens Park Rangers on Sunday, have two games in hand, Wenger's side host the leaders in two weeks knowing victory could spark an attack of the jitters at Stamford Bridge.
pt: Enquanto o Chelsea, que enfrenta o Queens Park Rangers no domingo, tem dois jogos a menos, o time de Wenger recebe o líder daqui a duas semanas.

source: France's President Hollande is expected on the scene at 2pm, together with German Chancellor Angela Merkel and Spain's Prime Minister Mariano Rajoy.
pt: Merkel afirmou que falou ao telefone com o presidente francês, François Hollande, e com o premiê espanhol, Mariano Rajoy .

source: I even protested this issue with (U.S. Secretary of State John) Kerry himself," he said in a television interview cited by the Fars news agency, adding that U.N. Security Council would oversee any deal.
pt: "Todas as resoluções do Conselho de Segurança serão revogadas no dia do acordo; o Conselho de Segurança é e será o árbitro do acordo", disse Zarif em uma entrevista à TV citada pela agência de notícias Fars.

source: Qatar Airways named best airline of 2015
pt: Qatar Airways é eleita a melhor companhia aérea do mundo

source: "Like Fernando, I am certain that McLaren and Honda will achieve great things together, and I feel sure that, working together, all of us will pull incredibly hard to create a brilliantly effective winning team.
pt: Também tenho certeza de que, trabalhando junto, todos nós vamos trabalhar muito duro para criar um brilhantemente efetivo time vencedor", afirmou Button.

source: The officers were sacked by a government decree published at midnight and included chiefs of the financial crimes, anti-smuggling, cyber crime and organized crime units, the private Dogan News Agency reported.
pt: Entre eles figuram os chefes dos serviços contra os crimes financeiros, de luta contra o contrabando e contra o crime organizado em Ancara, informou a agência de notícias particular Dogan.

source: UPDATED: South Sudan rebels say they captured oil refinery in Upper Nile
pt: Rebeldes do Sudão do Sul dizem ter capturado refinaria de petróleo

source: And he made light of his absence, saying: "It would be boring without gossip."
pt: Ele disse que a vida seria 'chata sem fofocas'.

source: Because now I really want to.
pt: Mas agora é falar pouco e trabalhar muito .

source: UNITED NATIONS (Reuters) - The United Nations said it expects member states to respect its right to privacy and is assessing how to respond to a report that telecommunications company AT&T Inc helped the U.S. National Security Agency spy on the world body's communications.
pt: A Organização das Nações Unidas fará contato com a gigante de telecomunicações dos Estados Unidos AT&T, acusada de ter ajudado a agência norte-americana de inteligência NSA a espionar suas comunicações, informou um porta-voz da instituição nesta segunda-feira.

source: The dollar continued to benefit from rising U.S. Treasury yields, after U.S. jobs data on Friday showed that nonfarm payrolls increased by 217,000 last month, bringing employment back to its pre-recession level and validating the view that labour conditions are improving .
pt: Dados sobre empregos nos EUA divulgados na sexta-feira mostraram que foram criadas 217 mil vagas fora do setor agrícola no mês passado, trazendo o emprego de volta ao nível pré-recessão e validando a visão de que as condições de trabalho estão melhorando .

source: The ECB raised the stakes this week by deciding to bar Greek banks from using Greek government bonds as collateral to borrow from the central bank as long as there is no prospect of an agreed bailout program.
pt: Isso significa que as dezenas de bilhões de euros em títulos do governo grego, assim como os títulos bancários garantidos por Atenas, não serão mais qualificados como garantia em troca de financiamento do BCE aos bancos.

source: "I didn't want my officers stepping over (her)."
pt: Se eu não quero isso para a minha irmã, também não quero para ninguém .

source: Germany has long shied away from dealing with the immigration issue .
pt: Há muito tempo a Alemanha se esquiva de encarar a questão da imigração .

source: Wreckage of missing Algerian airliner found in Mali
pt: Destroços de avião que caiu no Mali são encontrados

source: "I was happy to hear him," Peres' office quoted him as saying at the start of a meeting with Peruvian President Ollanta Humala.
pt: "Fiquei feliz em ouvir" Abbas por sua seriedade em alcançar a paz, declarou Peres, citado por seu gabinete, no início de um encontro com Humala.

source: “As of tomorrow, with this brave ‘No’ the Greek people handed us.... we will extend a helping hand towards our lenders .
pt: – Com esse bravo ‘não’ dado pelo povo grego vamos estender nossa cooperação com nossos pares – declarou o ministro.

source: A delegation from Israel’s National Security Council headed by the newly appointed Director and former Mossad official Yossi Cohen is leaving for the United States to meet with its US counterpart to “start consultations,” as US President Barack Obama put it, ahead of the resumption of the talks with Iran.
pt: "Falei ontem com o presidente (dos Estados Unidos, Barack) Obama e concordamos que nos próximos dias uma delegação chefiada pelo conselheiro de Segurança Nacional Yossi Cohen irá aos Estados Unidos para discutir o acordo final com o Irã", acrescentou.

source: Spanish Ebola nurse touched face with infected glove: Doctor
pt: Enfermeira com ebola pode ter se infectado ao tocar rosto, diz médico

source: The town has become a key prize for rebels and government forces, as it sits on a strategic railway line linking rebel-held Donetsk and Luhansk.
pt: A cidade é um importante centro de conexão ferroviária entre Donetsk e Lugansk, cidades que se tornaram bastiões dos rebeldes.

source: The Syrian Observatory for Human Rights, which relies on a network of activists on the ground in Syria, said jihadists from al-Nusra backed by fighters from Islamist rebel groups had attacked Doreen on Wednesday night.
pt: - Neste domingo a coalizão deu apoio aéreo pela primeira vez a grupos não curdos em seu combate contra o EI na Síria - afirmou o diretor do Observatório Sírio dos Direitos Humanos (OSDH).

source: Athens is expected to submit a request to extend the loan agreement for up to six months, boosting hopes for a last minute compromise to avert a Greek bankruptcy and exit from the euro zone .
pt: ATENAS (Reuters) - O governo da Grécia entregou formalmente um pedido para extensão de seis meses de seu acordo de empréstimo junto à zona do euro, disse uma autoridade do governo à Reuters nesta quinta-feira.

source: The latest issue of Charlie Hebdo features a cartoon of Muhammad on its cover holding a "Je Suis Charlie" (I am Charlie) sign under the headline "All is forgiven".
pt: Após os ataques, o "Charlie Hebdo" publicou na última quarta-feira uma edição especial com uma capa que mostra a figura de Maomé chorando, segurando um cartaz com a frase "Eu sou Charlie", sob o título "Está tudo perdoado".

source: "Now I know that in other countries they quarantine health care workers after treating an Ebola patient .
pt: O marido de Teresa ressaltou que, "em outros países, os enfermeiros são postos em quarentena após tratar um paciente com Ebola".

source: “I didn’t go to Iran to get a mandate,” Zarif told pool reporters after almost two hours of one-on-one meetings with US Secretary of State John Kerry upon his return from Tehran early Tuesday .
pt: Após dois dias de negociações com o Secretário de Estado norte-americano, John Kerry, o ministro de Relações Exteriores do Irã, Javad Zarif, voltou para o país para reunir-se com a liderança do governo e discutir as questões ainda não resolvidas.

source: It can kill people within 24 hours, the WHO said, and is "one of the most deadly infectious diseases."
pt: Essa é a forma mais perigosa da doença e pode matar em 24 horas .

source: Thirteen other private banks were left scrambling to calculate the possible fallout on their own finances of harsher than expected penalties following the three-year investigation by the U.S. Department of Justice (DOJ).
pt: Treze outros bancos passaram a calcular possível colapso ou penas mais duras do que esperado após a investigação de três anos do Departamento de Justiça dos EUA (DOJ).

source: American photojournalist Luke Somers and South African Pierre Korkie, a "respected teacher" who was to be released on Sunday, were fatally shot in the compound by a terrorist as the secret mission unfolded, a U.S. official said.
pt: O americano Luke Somers e o professor sul-africano Pierre Korkie, que eram reféns da Al-Qaeda no Iêmen, foram mortos neste sábado durante uma tentativa do Exército americano de libertá-los .

source: The outcome of the Minsk talks “is good news because it fuels hope—but hope is not enough .
pt: A esperança é boa, mesmo essencial, mas a esperança não é o suficiente", disse a repórteres em seu caminho para uma reunião .

source: Kano, Nigeria (CNN)Explosives strapped to a girl detonated at a crowded marketplace in Nigeria, killing at least 20 people and injuring 18 others, according to police.
pt: Pelo menos 20 pessoas morreram e 18 ficaram feridas quando uma bomba presa ao corpo de uma menina de 10 anos explodiu em um mercado de Maiduguri, na Nigéria .

source: It's unfortunate that it's happened .
pt: E assim, ser infeliz para sempre.

source: Pro-Russian rebels have seized buildings in about 10 towns and cities across Ukraine's eastern provinces, its industrial heartland.
pt: Rebeldes pró-russos ocuparam prédios em cerca de dez cidades nas províncias do leste da Ucrânia, que formam o coração da indústria pesada da Ucrânia.

source: Estimates vary as to the proportion of marriages in the US that end in divorce but some analysts put it as high as half, and Ms Rhodes (herself a divorcee) started to receive a growing number of inquiries from people - both women and men - wishing to celebrate the end of their wedlock.
pt: Nos últimos anos, Rhodes (que, por sinal, é divorciada) começou a receber um crescente número de pedidos de pessoas, tanto homens quanto de mulheres, querendo celebrar o fim de sua união matrimonial.

source: Indonesia has resumed the search for the missing AirAsia plane .
pt: Buscas por avião desaparecido na Indonésia são retomadas

source: FIFA must do more against racism, says Blatter
pt: “Eu disse que o futebol deve ser mais forte no combate ao racismo .

source: They had five children, including current New York Gov. Andrew Cuomo, who was sworn in for his second term Thursday, and Chris Cuomo, host of CNN's "New Day."
pt: O ex-governador morreu em casa devido a uma insuficiência cardíaca, horas depois de seu filho mais velho, Andrew Cuomo, ser empossado para um segundo mandato como governador de Nova York.

source: But of course any US air strikes on the IS jihadists in Syria would be an attack on the Syrian government's allies, that goes without saying .
pt: "Quero que fique claro que a Grã-Bretanha não vai tomar parte em qualquer ataque aéreo na Síria", afirmou Hammond.

source: The march, which is to start at 3 pm (1400 GMT) and be made in silence, will be a show of solidarity and also reflect the profound shock felt in France and across the world over the worst Islamist assault on a European city in nine years.
pt: A marcha, marcada para começar às 12h00 (horário de Brasília) e feita em silêncio, será uma demonstração de solidariedade e também reflete o profundo choque sentido na França e em todo o mundo diante do pior ataque islâmico em uma cidade europeia em nove anos.

source: NAIROBI (Reuters) - Kenya on Thursday swore in a new intelligence chief who it hopes will tackle the rising threat from al Shabaab militants in neighboring Somalia bent on retaliation after U.S. missiles last week killed their leader and co-founder Ahmed Godane.
pt: O Al Shabaab já ameaçou realizar ataques no leste da África e nos Estados Unidos como retaliação por um ataque aéreo norte-americano na semana passada que matou o líder do grupo rebelde, Ahmed Godane, que assumiu publicamente a responsabilidade pelo ataque ao Westgate.

source: Israel arrested six Jewish extremists on Sunday in connection with the killing of 16-year-old Abu Khder on July 2, in a gruesome attack that triggered days of clashes in annexed east Jerusalem and Arab Israeli towns.
pt: O jovem palestino Mohammed Abu Khder, de 16 anos, foi sequestrado no leste de Jerusalém no dia 2 de julho e queimado até a morte por extremistas judeus em uma suposta vingança pelo sequestro e assassinato de três judeus.

source: But when it came to a vote the ruling African National Congress's overwhelming majority in parliament ensured that the motion of no confidence was rejected by 221 votes to 113.
pt: A esmagadora maioria do Congresso Nacional Africano (ANC), no poder há 20 anos, permitiu a derrota da moção de censura proposta por Maimane por 221 votos contra e 113.

source: This package of measures, Energy Strategy 2050, – currently being studied by parliament – is moving in the right direction, but far too slowly, say the Liberal Greens .
pt: Este pacote de medidas – submetido, atualmente, aos estudos do parlamento - vai na direção certa, porém, muito devagar, segundo os Verdes liberais (VLV).

source: “We will do everything in our power to hunt down these murderers and ensure they face justice, however long it takes."
pt: "Faremos tudo ao nosso alcance para encurralar estes assassinos e fazer com que respondam por seus atos, no importa o tempo que isto leve".

source: UPDATED: Female suicide bomber killed in Istanbul attack
pt: Policial morre após ataque de suicida mulher em Istambul

source: Obama to Meet Vietnam’s Communist Party Chief
pt: Obama recebe chefe do Partido Comunista do Vietnã na casa Branca

source: Bayern have 70 points from 28 games, 13 ahead of VfL Wolfsburg who visit Hamburg SV in the late game.
pt: O Bayern tem 70 pontos em 28 partidas, 13 a mais que o Wolfsburg, que visita o Hamburgo ainda neste sábado.

source: Nigeria: Suicide bomber kills 48 students in Potiskum
pt: Ataque deixa 48 estudantes mortos na Nigéria

source: Ukrainian President Petro Poroshenko said talks with Hollande and Merkel late Thursday raised "hope for a ceasefire" after the pair flew to the capital Kiev in the biggest push yet to resolve the ten-month conflict.
pt: Kiev. O presidente da França, François Hollande, e a chanceler alemã, Angela Merkel, viajaram ontem a Kiev, onde propuseram ao líder ucraniano, Petro Poroshenko, uma solução diplomática ao conflito entre governo e separatistas pró-Rússia no leste da Ucrânia .

source: France’s interior minister, Bernard Cazeneuve, has arrived at the scene.
pt: O ministro do Interior francês, Bernard Cazeneuve, partiu imediatamente ao local, informou seu gabinete.

source: I play up front but when I was young I was a defender .
pt: É uma coisa que faltava para mim quando eu estava fora .

source: In November, a Cairo court sentenced eight men to three years in jail for "inciting debauchery and offending public morality" after video footage of an alleged gay marriage went viral on the Internet.
pt: No fim de dezembro, oito homens foram condenados a um ano de prisão depois de aparecerem em um vídeo filmado, de acordo com a promotoria do caso, em um "casamento gay".

source: New York (CNN) -- The man who shot and killed two New York City police officers as they sat in their patrol car had posted angry messages on social media, ranting against the government and police, New York Police Department's Chief of Detectives Robert Boyce said Sunday.
pt: (Reuters) - Mais dois homens foram presos por ameaçar a polícia de Nova York, incluindo um que ligou para o batalhão onde trabalhavam dois oficiais mortos enquanto faziam uma patrulha em um carro de polícia e pediu para falar com um deles, informou um porta-voz da corporação nesta quinta-feira.

source: REUTERS - Cristiano Ronaldo trained separately from the Portugal team again on Wednesday as he continued his treatment for tendinosis in his left knee .
pt: (Reuters) - Cristiano Ronaldo está com tendinite na região do joelho esquerdo, disse a Federação Portuguesa de Futebol em comunicado nesta quarta-feira.

source: The cover features a cartoon of the Prophet Mohammed crying as he holds a sign saying "Je suis Charlie," or "I am Charlie," beneath the headline "All is forgiven. "
pt: A próxima capa do semanário satírico francês Charlie Hebdo apresenta a caricatura do profeta Maomé segurando um cartaz com a inscrição "Je suis Charlie" ("Eu sou Charlie") e com o título: "Tout est pardonné" ("Tudo está perdoado") .

source: "In Geneva 2, we must make sure that... all the measures will not fail...so that we can (bring) in an era without Bashar Assad," he said, referring to peace talks planned later this month in Switzerland.
pt: "Em Genebra 2 devemos garantir que todas as medidas adotadas não fracassem e que possamos, assim, iniciar uma era sem Bashar al-Assad", declarou Erdogan, que se encontra no primeiro dia de uma visita oficial ao Japão.

source: A deployment of Iraqi peshmerga fighters is heading to Syria via Turkey to help their fellow Kurds fight the "Islamic State" group for the town of Kobani .
pt: O grupo peshmerga foi enviado para auxiliar na batalha contra os extremistas do Estado Islâmico após o governo turco permitir que os soldados cruzassem a fronteira da Síria pela Turquia.

source: TOKYO (Reuters) - Japan could try to rescue its Antarctic whaling programme by sharply reducing catch quotas after the highest U.N. court ordered a halt, rejecting Tokyo's argument that the catch was for scientific purposes and not mainly for human consumption.
pt: TÓQUIO, 1 Abr (Reuters) - O Japão pode tentar salvar o programa baleeiro na Antártida reduzindo drasticamente a quantidade de animais capturados, depois que o principal tribunal da ONU exigiu o fim da prática, rejeitando o caráter científico alegado por Tóquio.

source: I'm not gonna lie .
pt: Não, eu não acredito !

source: The government says Nisman, who was found shot dead Jan. 18, was manipulated by Stiusso into leveling the accusation as a way of smearing Fernandez.
pt: O governo afirma que Nisman, que foi encontrado morto com um tiro na cabeça em 18 de janeiro, foi manipulado por Stiuso para fazer a acusação como uma maneira de difamar Cristina.

source: The International Olympic Committee (IOC) remains concerned about water pollution at the Rio 2016 Olympic sailing venue, the organization's president Thomas Bach said on Monday.
pt: A qualidade da água para os competidores nas Olimpíadas de 2016 no Rio de Janeiro estará na pauta quando o Comité Olímpico Internacional (COI) viajar ao Brasil para conversações esta semana, disse o presidente do COI, Thomas Bach, nesta segunda-feira.

source: The group said it has documented the deaths of 464 fighters with the Islamic State of Iraq and Syria (ISIS) group, adding that the real number could be much higher .
pt: Os ataques mataram ao menos 464 combatentes do Estado Islâmico, mas ativistas acreditam que o número real pode ser muito maior .

source: The globally averaged temperature over land and ocean surfaces for March 2015 was the highest for the month since record keeping began in 1880, the U.S. National Oceanic and Atmospheric Administration (NOAA) said last week.
pt: Março passado foi o mês mais quente em todo o mundo desde que o registro da temperatura começou a ser feito em 1880, e o primeiro dos três meses de 2015 que também estabeleceu um novo recorde de calor, informaram os cientistas americanos nesta sexta-feira.

source: I don't think she's going to do anything to help the child."
pt: Não importa se vou ter ela comigo ou não, eu só quero saber notícias dela .

source: Police believe the girl is trying to get from Turkey into Syria
pt: Polícia descobriu que ela foi para a Turquia com intenção de ir para a Síria.

source: Jackie Chan‘s son indicted on drug charge
pt: Filho de Jackie Chan é detido por se envolver com drogas e viciados

source: While diplomatic sources say progress has been made on all issues, the main sticking points continue to center around Iran's uranium enrichment capacity and the pace at which decades long sanctions against Tehran would be lifted in exchange for intrusive inspections and curbs on its program.
pt: Até agora, tem havido progressos significativos nos principais pontos de conflito nas discussões sobre a capacidade de enriquecimento de urânio no Irã e no levantamento das sanções impostas à República Islâmica sobre seu programa nuclear."

source: Germanwings plane crashes in French Alps
pt: Caixa-preta de avião da Germanwings é encontrada

source: WASHINGTON (AFP) -- A Texas health care worker who treated an Ebola victim has tested positive for the deadly tropical fever, dealing a blow to the worldwide battle to stem the outbreak.
pt: Uma mulher que trabalha no setor de saúde do estado do Texas e que tratou uma vítima do Ebola apresentou resultado positivo para um contágio do vírus em um exame realizado nos Estados Unidos, o que representa um duro golpe na luta mundial contra a epidemia.

source: The likelihood of time travel might be "infintessimal", says Dr Effingham, but it's not impossible.
pt: E, de acordo com Effingham, a possibilidade de viagens no tempo é "infinitesimal", mas não é impossível.

source: In an surprising announcement Friday morning, Maryland state attorney for Baltimore City Marilyn Mosby said charges would be filed against all six Baltimore police officers involved in Gray's death, which was ruled by medical examiner as a homicide.
pt: A procuradora de Baltimore anunciou que a morte do jovem negro Freddie Gray quando se encontrava sob custódia policial na cidade de Baltimore foi um homicídio e por isso serão processados seis agentes da polícia envolvidos no crime.

source: A French development worker, Isabelle Prime, captured in Yemen in February this year, has been released and is heading back to France, the French President’s office has announced.
pt: PARIS (Reuters) - Uma mulher francesa sequestrada no Iêmen em fevereiro foi libertada, informou o gabinete do presidente francês em um comunicado, acrescentando que ela voltará à França nas próximas horas.

source: Nairobi - President Barack Obama's Kenyan grandmother, known as Mama Sarah, vowed Friday to cook ...
pt: A avó queniana do presidente Barack Obama, conhecida como Mama Sarah

source: The patent is set to finish on Dec. 5 of this year .
pt: A patente deve acabar em 5 de dezembro deste ano .
